{
    "stories": [
                {
                "id": 10537216,
                "title": "My Stolen First Kiss [SLOW UPDATES]",
                "cover": "https://a.wattpad.com/cover/10537216-256-k212931.jpg",
                "description": "When Jade Rochelle was ten years old, her first kiss was stolen by Jared Felton. Six years later Jade has still not forgiven him, although she doesn't really have to worry about it seen as she knows she will never see him again. This all changes when none other than the Jared Felton enrolls in her school, looking more gorgeous than ever.\n\nJared quickly becomes worshipped at Eastwood high, despite his bad attendance record, awful attitude, low care tolerance for school and the cocky smirk which never seems to leave his lips; he still finds a way to make everyone in a 10K radius fall in love with him.\n\nWell, everyone except Jade. \n\nAnd Jared is willing to do anything to change that.\n\nCan Jared win Jade over, or will he always just be the boy who stole her first kiss?\n\n♥My Stolen First Kiss reached #1 on Teen Fiction 20/8/14\n♥My Stolen First Kiss reached #1 on Humor on 20/8/14\n\n[Story will be properly edited when completed]",
                "user": "LittleFighter97",
                "numParts": 24,
                "tags": "",
                "voteCount": 369861,
                "readCount": 16964282,
                "commentCount": 138425,
                "createDate": "2013-12-11 11:05:35",
                "categories": [
                               1,
                               0
                               ]
                },
                {
                "id": 3301973,
                "title": "Started With a Lie",
                "cover": "https://a.wattpad.com/cover/3301973-256-k92648.jpg",
                "description": "one lie. one fake relationship. one million problems.\n\n\n © 2015 Virgo Rose Edwards.\ntrailer made by @novemberdreamer",
                "user": "youngsillhouettes",
                "numParts": 48,
                "tags": "boy cute love moon music rich romance submit2sourcebooks swaaagz talking wattys wattys2015",
                "voteCount": 730943,
                "readCount": 39829377,
                "commentCount": 331033,
                "createDate": "2012-12-04 18:54:44",
                "categories": [
                               1,
                               0
                               ]
                },
                {
                "id": 12702726,
                "title": "Werewolf Committee",
                "cover": "https://a.wattpad.com/cover/12702726-256-k949036.jpg",
                "description": "Every year a student is chosen to get a scholarship to graduate at the official Werewolf Committee. No one gets to meet or even see the high society wolves unless they are lucky enough to be born into a family of wealth, or to be chosen as a scholarship graduate.                                                                                                                                              Elina Weitzel is the year’s chosen scholarship graduate and she is the person who was least expected to be chosen. However even if she doesn’t know it, she has the qualities the Werewolf Committee were looking for: Confidence, Academic, Athletic, Ambitious, and Compassionate. Little does she know, one of the powerful Alphas turns out to be her mate.\n\n\n\n[Highest Ranking;  #1 Werewolf #1 Teen fiction]\n\n[Currently in featured section]",
                "user": "CourageousReader",
                "numParts": 45,
                "tags": "alpha committee danger dead death earth elemental enemies fire forest luna magic mate mates pack snow water wattys2015",
                "voteCount": 445886,
                "readCount": 19998044,
                "commentCount": 90181,
                "createDate": "2014-02-16 23:43:58",
                "categories": [
                               22,
                               0
                               ]
                },
                {
                "id": 11692558,
                "title": "Resetting Our Love",
                "cover": "https://a.wattpad.com/cover/11692558-256-k118355.jpg",
                "description": "\"You know the good old days when we were joined at the hip? How about we just reset everything?\"\n\nJasper and Savannah.\n\nThose two has been inseparable since the day they met, they’ve been through everything together. Apparently, high school changed the both of them – from being the best of friends to total strangers.\n\nSometimes, life just needs a reset button.\n\n[This is the spin-off for Falling For The Opposite. You don’t need to read it in order to understand this story.]",
                "user": "yourstrulytrina",
                "numParts": 30,
                "tags": "best friends popular president wattys2015",
                "voteCount": 116226,
                "readCount": 5456377,
                "commentCount": 39127,
                "createDate": "2014-01-17 22:58:53",
                "categories": [
                               1,
                               0
                               ]
                },
                {
                "id": 9745288,
                "title": "The Search for Cinderella",
                "cover": "https://a.wattpad.com/cover/9745288-256-k893097.jpg",
                "description": "Annabelle Kennedy is a normal sixteen year old unaffected by the craze of internationally famous Xavier Matthews. Annabelle won’t let an eighteen year old pop star distract her for her ambitions of being a musician.\nXavier Matthews doesn’t know who he is anymore. His management has taken control of his very soul, so much so he doesn’t like the music he makes.\nOrganised by his management (AKA. His dad), Xavier Matthews is the star of ‘his’ reality TV; The Search for Cinderella.\n100 completely random school girls will come to sunny California to the mansion where the games will begin. The aim; to be Xavier’s date to the grand ball.\nHe thought it’s going to be just another crappy TV show, until Annabelle Kennedy gives him a rude awakening.",
                "user": "alexisgracexo",
                "numParts": 34,
                "tags": "celebrity cinderella famous funny hollywood love matthews paparazzi reality show xavier",
                "voteCount": 240689,
                "readCount": 10733529,
                "commentCount": 92553,
                "createDate": "2013-11-10 01:36:20",
                "categories": [
                               1,
                               0
                               ]
                },
                {
                "id": 7273590,
                "title": "Mailboy",
                "cover": "https://a.wattpad.com/cover/7273590-256-k164372.jpg",
                "description": "❝You’re not my boss.❞\n\n    ❝Actually, I kind of am.❞\n\n\n    Zoey Hunter was always one to hold herself up to a high standard, and it showed. Her abundance of friends, perfect grades, and almost ideal family reflected her hard work, making her an object of jealousy for many.\n\n    But there was more to Zoey than what met the eye — hidden underneath the pressure to uphold her practically perfect image, was a girl determined to express herself. And she did just that with a mixture of two of hobbies  — paint and delivering mail.\n\n      Then she discovered Nico Forrest, a boy forced to get a job at his local post office, and the two were forced to bond over morning mail delivery. Soon, they saw each other much more often than they would have liked to.\n\n    What could go wrong? Everything.\n- \nCOVER MADE BY THE LOVELY: @humored",
                "user": "foreversmilin",
                "numParts": 34,
                "tags": "humor love mail teenfiction wattys2015",
                "voteCount": 371720,
                "readCount": 14400063,
                "commentCount": 201758,
                "createDate": "2013-07-30 15:48:09",
                "categories": [
                               4,
                               0
                               ]
                },
                {
                "id": 4731024,
                "title": "Dark and Dangerous Love (18+)",
                "cover": "https://a.wattpad.com/cover/4731024-256-k208368.jpg",
                "description": "\"Everything in the world is about sex, except sex. Sex is about power.\" - Oscar Wilde.\n\nEARTH: year 2438. \n\nThe world is different now: ruled by a ruthless and merciless monster.\n\nAll Evelyn Blackburn wanted was freedom. \n\nBut how could you escape from the oldest vampire in existence and the King of the most powerful race ever to walk the Earth...?\n\nThe tables have turned. \n\nVampires had risen from the night to rule the planet that was theirs to control from the beginning\n\nThe 25th Century was an era of hierarchy, prejudice, greed and suffering.\n\nShe was a rose, stuck between thorns.\n\nThe tall, dark and handsome King with no soul, no compassion, no capability to love and appreciate; a man who was obsessively possessive.\n\nA charming Lord, with captivating green eyes, a kind soul, tousled dark hair and a dimpled smile shall tug at your heart strings.\n\nThe childhood sweetheart, the man whom Evelyn believed was the one for her, the man she shall marry... Until Fate intervened.\n\n(Contain explicit violence and sexual nature: read at your own risks.\"",
                "user": "MollyNight",
                "numParts": 164,
                "tags": "captive dark darkanddangerouslove darkharry darkzayn dndl dystopia dystopian feels forced harrystyles jealous king lord palace paranormal urban vampire wattys2015 zaynmalik",
                "voteCount": 1623188,
                "readCount": 96241851,
                "commentCount": 562564,
                "createDate": "2013-03-21 13:34:41",
                "categories": [
                               6,
                               0
                               ]
                },
                {
                "id": 14197693,
                "title": "F.A.I.T.H. : A Dorm. A Delinquent. A Girl.",
                "cover": "https://a.wattpad.com/cover/14197693-256-k646503.jpg",
                "description": "“But—we’re different genders…” Suddenly, the situation was becoming more real, more clear in her head. Every night, she was supposed to sleep in the same room with a guy, Jessie nonetheless.\n\nMrs. Caravelle smiled. “I know that hun. But I can tell that both of you are very well mannered. I give you my word Rihanna that absolutely nothing will happen between the two of you. Isn’t that right Jessie?” \n\nShe looked at Jessie, who swallowed and put on a fake smile. \n\n“Yeah, nothing will happen.”\n\n***\nWATCH THE TRAILER!\n\n\nHumor #1 / Teen Fiction #1",
                "user": "JoPRBooks",
                "numParts": 92,
                "tags": "wattys2014",
                "voteCount": 646532,
                "readCount": 25793201,
                "commentCount": 259392,
                "createDate": "2014-03-29 03:33:12",
                "categories": [
                               1,
                               0
                               ]
                },
                {
                "id": 13657535,
                "title": "Just My Luck-SLOWLY EDITING",
                "cover": "https://a.wattpad.com/cover/13657535-256-k232643.jpg",
                "description": "They said he was beyond cruel. Too evil for a mate. Heartless. His body had no mercy-for anyone. He was cold-ice cold. He was possessive. Anything he wanted would be his the second he laid eyes on it. He was Alpha of the Alphas. Alpha Daemon Paxton Grey.   Charlotte Fray had no idea. She's athletic, kind, beautiful, innocent, loving, senior class president, straight-A student-she's the exact opposite of Mr.As*hole here.   I think you know the drill. Looks like the Alpha of All the Alphas is out to get his beloved mate.   But what happens when you have a mate that would rather jump off a building and into a pool than be hugged by you , you're in for a ride. (By the way, I'm foreshadowing here *wink wink* ;D)  But he wants her. And he wants her bad. And what Alpha Paxton wants , he gets.   But Charlotte may be a good girl. But everyone knows good girls are bad girls that never get caught. And Charlottes not going down without a fight.   Game on Alpha.",
                "user": "VintageAutumn",
                "numParts": 0,
                "tags": "badboy badboygoodgirl charlotte daemon domniant fun funny goodgirl ihatemymmate justmyluck mate mates pack parties party partying possesive reject rejection wattyawards",
                "voteCount": 164433,
                "readCount": 8038254,
                "commentCount": 31570,
                "createDate": "2014-03-13 17:06:32",
                "categories": [
                               22,
                               0
                               ]
                },
                {
                "id": 18907892,
                "title": "Athena",
                "cover": "https://a.wattpad.com/cover/18907892-256-k923176.jpg",
                "description": "Highest rank #2 \n\n\"Say my name or I'll make you scream it.\" Mr. Max's deep voice sounded next to my ear. \n\n\"Sir, this is not suppose to happen!\" I say before I am picked up my legs wrapped around his muscular torso. I heard a crashing and flutter of papers. Then my back was laid gently on a cold surface. \n\n\"Athena you know what I mean.\" He brought his lips to my neck kissing me slowly earning a low moan from me.  \"Now say my name.\" He said slowly. \n\n\"No!\" I said daringly. \n\n\"Not a good idea sweetheart.\" He nipped my sweet spot. \n\n\"Xavier!\" I moaned out. \n\n\"Baby if we weren't in my class room right now. Oh and by the way you have detention.\" He says sternly and winks. \n\n\"What why?\" I ask defensively. \n\n\"These shorts,\" he tugged the front two belt loops with his pointer fingers bringing me closer to him. \"are to short for school policy.\" \n\n\"But do you like them?\" I wrapped my legs tighter grinding myself on him.  \n\n\"More then you think.\" He slapped my ass. \"Now get to class!\"",
                "user": "The_Golden_Wolf",
                "numParts": 7,
                "tags": "alpha bad badgirl badteacher cute happy hate love mate strugles",
                "voteCount": 25868,
                "readCount": 855476,
                "commentCount": 5163,
                "createDate": "2014-07-05 20:33:08",
                "categories": [
                               22,
                               0
                               ]
                }
                ],
    "total": 10
}